<?php

//TODO :: AR TRANSLATE

return [
    'project' => ' المشاريع ',
    'or' => 'أو',
    'home' => 'الرئيسيه',
    'dashboard' => 'الرئيسيه',
    'categories' => 'الاقسام',
    'category' => 'القسم',
    'posts' => 'المقالات',
    'post' => 'المدونه',
    'add_cat' => 'اضافة قسم',
    'add_sub_cat' => 'إضافة قسم فرعي',
    'edit_sub_cat' => 'تعديل قسم فرعي',

    'edit_cat' => 'تعديل قسم',

    'profile' => 'الملف الشخصي ',
    'profiles' => ' الملف الشخصي',
    'old_password' => ' كلمة المرور القديمة',



    'managers_role' => 'رتب المشرفين',



    'age' => 'العمر (بالسنة)',
    'date' => ' التاريخ',
    'city' => 'المدينة ',
    'govern' => 'المحافظة ',
    'active' => 'مفعل ',
    'username' => 'الاسم ',

    'title' => 'العنوان ',
    'msg' => 'الرسالة ',
    'contacts' => 'تواصل معنا ',
    'no_data' => ' لا توجد بيانات ',


    'settings' => 'الاعدادات',
    'tw_link' => 'تويتر',
    'fb_link' => 'فيسبوك',
    'yt_link' => 'يوتيوب',
    'insta_link' => 'انستجرام',
    'contact_phone' => 'هاتف',
    'contact_email' => 'بريد الكتروني',
    'about_app' => 'عن الموقع بالعربية',
    'about_app_en' => 'عن الموقع بالانجليزية',
    'text' => 'نص اعدادات الاشعارات',
    'save' => 'حفظ',







    'logout' => 'تسجيل الخروج',

    'add' => 'اضف',
    'create' => 'اضافه',
    'read' => 'عرض',
    'edit' => 'تعديل',
    'update' => 'تعديل',
    'delete' => 'حذف',
    'search' => 'بحث',
    'show' => 'عرض',
    'loading' => 'جاري التحميل',
    'print' => 'طبع',

    'confirm_delete' => 'تاكيد الحذف',
    'yes' => 'نعم',
    'no' => 'لا',

    'login' => 'تسجيل الدخول',
    'remember_me' => 'تذكرني',
    'register' => 'تسجيل',
    'password' => 'كلمه المرور',
    'password_confirmation' => 'تاكيد كلمه المرور',

    'added_successfully' => 'تم اضافه البيانات بنجاح',
    'updated_successfully' => 'تم تعديل البيانات بنجاح',
    'deleted_successfully' => 'تم حذف البيانات بنجاح',

    'no_data_found' => 'للاسف لا يوجد اي سجلات',
    'no_records' => 'للاسف لا يوجد اي سجلات',

    'client_name' => 'اسم العميل',
    'phone' => 'هاتف',
    'address' => 'العنوان',

    'first_name' => 'الاسم الاول',
    'last_name' => 'الاسم الاخير',
    'email' => 'البريد الاكتروني',
    'image' => 'صوره',
    'action' => 'ادارة',

    'permissions' => 'الصلاحيات',


    //TODO :: N TRANSLATE

    'terms_and_condition' => 'الشروط والاحكام',
    'policies' => 'السياسات',

    //------------------------





    // islam
    'status' => 'الحاله',
    'disabled' => 'معطله',
    'appearance_arrangment' => 'ترتيب الظهور',
    'brand_edit' => 'تعديل ماركة',
    'logo' => 'اللوجو',
    'ad_image' => 'صوره الاعلان',
    'cat_edit' => 'تعديل قسم',
    'users_arrangment' => 'رتب المستخدمين',
    'edit_member' => 'تعديل  عضو',
    'user_name' => 'اسم المستخدم',
    'credit' => 'الرصيد',
    'countries' => 'الدول',
    'country' => 'الدوله',
    'country_en' => 'الدوله يالانجليزيه',
    'country_edit' => 'تعديل الدول',
    'cat' => 'القسم',
    'cat_en' => 'القسم بالانجليزيه',
    'service_status' => 'حالة الخدمة',
    'search_name' => 'بحث بالإسم',
    'address_en' => 'العنوان بالانجليزيه',

    //--------------


    //TODO :: N TRANSLATE

    'slider' => 'السليدر',
    'managers' => 'المشرفين',
    'manager_roles' => 'رتب المشرفين',
    'ads' => 'الإعلانات',
    'users' => 'العملاء',
    'view_more' => 'المزيد',
    'name' => 'الاسم',
    'ggl_play' => 'رابط جوجل بلاي',
    'app_store' => 'رابط  اب ستور',
    'terms_and_condition_en' => 'الشروط والاحكام بالانجليزية ',
    'add_rank' => 'اضافة  رتبة',
    'Admins_ranks' => 'رتب المشرفين',
    'add_ad' => 'اضافة اعلان التخطي',
    'ad_link' => 'رابط الاعلان',
    'add_edit' => 'تعديل الاعلان',
    'ad' => 'الاعلانات',
    'date_from' => 'التاريخ من',
    'date_to' => 'التاريخ الي',
    'total_apps' => 'اجمالى  المنتجات بالتطبيق',
    'total_orders' => 'اجمالى  الطلبات بالتطبيق',
    'clients_credit' => 'رصيد العملاء',
    'cash_done_request' => 'طلبات تم الدفع',
    'not_paid_orders' => 'طلبات لم يتم الدفع',
    'cancel_order' => 'طلبات تم الغائها',
    'add_page' => 'اضافة صفحه',
    'content' => 'المحتوي',
    'content_en' => 'المحتوي بالانجليزي',
    'edit_page' => 'تعديل صفحه',

    'prod_img' => 'صور المنتج',
    'img_more' => 'صوره او اكثر',
    'att_img' => 'ارفاق صوره',
    'add_govern' => 'اضافه محافظه',
    'govern_en' => 'المحافظه بالانجليزيه',
    'add_country' => 'اضف دوله',

    'work' => 'أعمالنا',
    'title_ar' => 'العنوان بالعربيه',
    'title_en' => 'العنوان بالانجليزيه',
    'content_ar' => 'المضمون يالعربيه',
    'new' => 'اضف جديد',
    ///////////////////////////////

    'blog' => 'المدونة',
    'contact_us' => 'اتصل بنا',
    'services' => 'الخدمات',
    'home_address' => 'الكويت',
    'service' => 'خدماتنا',
    'about' => 'عن الموقع',
    'contacts_sec' => 'رسائل اتصل بنا',
    'icon' => 'أيقونه',
    'send' => 'أرسل',
    'name_ar' => 'الاسم بالعربيه',
    'add_category' => 'اضافه قسم',
    'add_service' => 'اضافه خدمه',
    'all_products' => 'المنتجات',
    'description_ar' => 'الوصف بالعربيه',
    'description_en' => 'الوصف بالانجليزيه',
    'add_imgs' => 'اضافه صور متعدده',
    'appear' => 'ظاهر',
    'img' => 'الصوره',
    'imgs' => 'الصور',
    'post_galary' => 'صور المقال',
    'add_section' => 'اضافه فقره',
    'edit_product' => 'تعديل المنتج',

    'service_galary' => 'صور الخدمه',
    'category_galary' => 'صور القسم',
    'edit_service' => 'تعديل خدمه',
    'product_ar' => 'اسم المنتجات في الهيدر بالعربيه',
    'product_en' => 'اسم المنتجات في الهيدر بالانجيزيه',
    'blog_ar' => 'اسم المدونه في الهيدر بالعربيه',
    'blog_en' => 'اسم المدونه في الهيدر بالانجيزيه',
    'home_ar' => 'اسم الصفحه الرئيسيه في الهيدر بالعربيه',
    'home_en' => 'اسم الصفحه الرئيسيه في الهيدر بالانجيزيه',
    'about_ar' => 'اسم صفحه عنا في الهيدر بالعربيه',
    'about_en' => 'اسم صفحه عنا في الهيدر بالانجيزيه',
    'contact_ar' => 'اسم صفحه اتصل بنا في الهيدر بالعربيه',
    'contact_en' => 'اسم صفحه اتصل بنا في الهيدر بالانجيزيه',
    'head_appear' => '(يظهر في الهيدر)',
    'wats' => 'رقم واتساب',
    'calories' => 'حساب السعرات الحراري',
    'calories2' => 'حساب السعرات الحرارية للانظمة الغذائية(أخصائي التغذية)',
    'calories3' => 'طلب نظام غذائي',
    'calories4' => 'مدربة في المنزل',
    'tall' => 'الطول(بالسنتيمتر)',
    'weight' => 'الوزن(بالكيلوجرام)',
    'food_system' => 'النظام الغذائي',
    'food_routine' => 'الروتين الغذائي اليومي(عدد الوجبات و الكميات)',
    'message' => 'وصف الوجبة(الكميات)',
    'notice' => 'ملاحظات',
    'social' => 'التواصل الاجتماعي',
    'comment' => 'الرسالة',
    'sections' => 'أقسام الصفحه الرئيسية',
    'about_sec' => 'قسم عن الموقع',
    'about_content_ar' => 'محتوي قسم عن الموقع بالعربيه',
    'about_content_en' => 'محتوي قسم عن الموقع بالانجليزيه',
    'about_img' => 'صورة قسم عن الموقع',

    'service_content_ar' => 'محتوي قسم الخدمات بالعربيه',
    'service_content_en' => 'محتوي قسم الخدمات بالانجليزيه',
    'service_img' => 'صورة قسم الخدمات',
    'service_sec' => 'قسم الخدمات',
    'link' => 'الرابط',
    'add_social' => 'أضافه صورة جديده',
    'edit_social' => 'تعديل صورة',
    'Procedures' => 'الاجراءات',
    'web_ar' => 'جملة عن الموقع بالعربية(تظهر في الفوتر)',
    'web_en' => 'جملة عن الموقع بالانجليزية(تظهر في الفوتر)',
    'calories_calc'=>'طلبات السعرات الحرارية',
    'home_coach'=>'طلبات مدربة في المنزل',
    'diet_order'=>'طلبات الانظمة الغذائيه',
    'nutrition_specialist'=>'طلبات أخصائي التغذية',
    // 'appear'=>'ظاهر',
    // 'appear'=>'ظاهر',
    // 'appear'=>'ظاهر',
    // 'appear'=>'ظاهر',
    // 'appear'=>'ظاهر',
    // 'appear'=>'ظاهر',
    // 'appear'=>'ظاهر',
    // 'appear'=>'ظاهر',
    // 'appear'=>'ظاهر',
    // 'appear'=>'ظاهر',
    // 'appear'=>'ظاهر',
    // 'appear'=>'ظاهر',
    // 'appear'=>'ظاهر',
    // 'appear'=>'ظاهر',
    // 'appear'=>'ظاهر',
    // ''=>'',


    //----------------------------



    //order date   // buyer   // payment way

];
